Revit 2027 API
Family.IsConceptualMassFamily Property
 Whether the Family is a Conceptual Mass family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsConceptualMassFamily { get; }
Public ReadOnly Property IsConceptualMassFamily As Boolean
	Get
public:
property bool IsConceptualMassFamily {
	bool get ();
}
member IsConceptualMassFamily : bool with get
Property Value
Boolean
See Also
Reference
Family Class
Autodesk.Revit.DB Namespace